{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "es": 261,
      "nt": 262,
      "Ġd": 263,
      "Ġl": 264,
      "te": 265,
      "Ã©": 266,
      "ti": 267,
      "ge": 268,
      "ma": 269,
      "ent": 270,
      "qu": 271,
      "Ġa": 272,
      "in": 273,
      "ll": 274,
      "Ġc": 275,
      "Ġde": 276,
      "Ġla": 277,
      "age": 278,
      "on": 279,
      "ra": 280,
      "er": 281,
      "ell": 282,
      "nc": 283,
      "ng": 284,
      "ont": 285,
      "oma": 286,
      "tra": 287,
      "Ġte": 288,
      "Ġtra": 289,
      "tiqu": 290,
      "tion": 291,
      "Ġco": 292,
      "tique": 293,
      "ap": 294,
      "ch": 295,
      "et": 296,
      "is": 297,
      "int": 298,
      "ige": 299,
      "les": 300,
      "or": 301,
      "pr": 302,
      "rÃ©": 303,
      "toma": 304,
      "utoma": 305,
      "Ã¨": 306,
      "Ġv": 307,
      "Ġdu": 308,
      "Ġdes": 309,
      "Ġautoma": 310,
      "ine": 311,
      "Ġlang": 312,
      "ellige": 313,
      "nce": 314,
      "Ġcom": 315,
      "intellige": 316,
      "Ġautomatique": 317,
      "Ġlangage": 318,
      "intelligence": 319,
      "IA": 320,
      "Les": 321,
      "dÃ¨": 322,
      "for": 323,
      "gÃ©": 324,
      "hu": 325,
      "ic": 326,
      "im": 327,
      "ite": 328,
      "iqu": 329,
      "me": 330,
      "mo": 331,
      "ment": 332,
      "nÃ©": 333,
      "niqu": 334,
      "sage": 335,
      "sim": 336,
      "ul": 337,
      "ur": 338,
      "xte": 339,
      "Ãł": 340,
      "Ġont": 341,
      "Ġet": 342,
      "ĠrÃ©": 343,
      "ĠLes": 344,
      "ĠgÃ©": 345,
      "Ġhu": 346,
      "Ġmo": 347,
      "Ġsim": 348,
      "ĠÃł": 349,
      "Ġdont": 350,
      "Ġle": 351,
      "Ã©es": 352,
      "maine": 353,
      "entis": 354,
      "Ġtech": 355,
      "Ġtexte": 356,
      "Ġtraite": 357,
      "appr": 358,
      "Ġcomme": 359,
      "dÃ¨les": 360,
      "niques": 361,
      "Ġhumaine": 362,
      "ĠmodÃ¨les": 363,
      "Ġsimul": 364,
      "entissage": 365,
      "Ġtechniques": 366,
      "Ġtraitement": 367,
      "apprentissage": 368,
      "BE": 369,
      "Ces": 370,
      "Ell": 371,
      "GP": 372,
      "RT": 373,
      "ab": 374,
      "ar": 375,
      "at": 376,
      "aÃ": 377,
      "ant": 378,
      "ate": 379,
      "anc": 380,
      "ation": 381,
      "be": 382,
      "cent": 383,
      "ction": 384,
      "de": 385,
      "du": 386,
      "din": 387,
      "el": 388,
      "en": 389,
      "eng": 390,
      "fic": 391,
      "faÃ": 392,
      "ia": 393,
      "iv": 394,
      "iell": 395,
      "iÃ©es": 396,
      "lo": 397,
      "lu": 398,
      "lic": 399,
      "mÃ©": 400,
      "met": 401,
      "ns": 402,
      "nent": 403,
      "nÃ¨": 404,
      "nat": 405,
      "ou": 406,
      "olu": 407,
      "pp": 408,
      "per": 409,
      "rti": 410,
      "rent": 411,
      "ses": 412,
      "un": 413,
      "vanc": 414,
      "volu": 415,
      "§on": 416,
      "Ġ(": 417,
      "Ġes": 418,
      "Ġma": 419,
      "Ġqu": 420,
      "Ġor": 421,
      "ĠBE": 422,
      "ĠCes": 423,
      "ĠEll": 424,
      "ĠGP": 425,
      "Ġeng": 426,
      "ĠfaÃ": 427,
      "Ġnat": 428,
      "Ġou": 429,
      "Ġper": 430,
      "Ġun": 431,
      "Ġdoma": 432,
      "Ġdiv": 433,
      "Ġles": 434,
      "tent": 435,
      "matique": 436,
      "Ġall": 437,
      "Ġapp": 438,
      "Ġarti": 439,
      "Ġavanc": 440,
      "ines": 441,
      "infor": 442,
      "Ġcap": 443,
      "ĠcrÃ©": 444,
      "ration": 445,
      "erses": 446,
      "Ġtradu": 447,
      "Ġtrans": 448,
      "tionnÃ©": 449,
      "Ġcode": 450,
      "chines": 451,
      "ise": 452,
      "pren": 453,
      "Ġvar": 454,
      "Ġvia": 455,
      "Ġvise": 456,
      "Ġcompren": 457,
      "formÃ©": 458,
      "nÃ©ration": 459,
      "urs": 460,
      "urel": 461,
      "ĠrÃ©cent": 462,
      "ĠrÃ©volu": 463,
      "ĠgÃ©nÃ¨": 464,
      "ĠgÃ©nÃ©ration": 465,
      "Ġsimule": 466,
      "Ġsimuler": 467,
      "ables": 468,
      "ateurs": 469,
      "ations": 470,
      "dinateurs": 471,
      "ficiell": 472,
      "lobe": 473,
      "lications": 474,
      "mettent": 475,
      "Ġest": 476,
      "Ġmachines": 477,
      "Ġqui": 478,
      "Ġordinateurs": 479,
      "ĠBERT": 480,
      "ĠElle": 481,
      "ĠGPT": 482,
      "Ġenglobe": 483,
      "ĠfaÃ§on": 484,
      "Ġnaturel": 485,
      "Ġpermettent": 486,
      "Ġdomaine": 487,
      "Ġdiverses": 488,
      "Ġallant": 489,
      "Ġapplications": 490,
      "Ġartificiell": 491,
      "ĠavancÃ©es": 492,
      "informatique": 493,
      "Ġcapables": 494,
      "ĠcrÃ©er": 495,
      "Ġtraduction": 496,
      "ĠtransformÃ©": 497,
      "ĠvariÃ©es": 498,
      "Ġcomprennent": 499,
      "ĠrÃ©cents": 500,
      "ĠrÃ©volutionnÃ©": 501,
      "ĠgÃ©nÃ¨rent": 502,
      "Ġartificielle": 503
    },
    "merges": [
      [
        "e",
        "s"
      ],
      [
        "n",
        "t"
      ],
      [
        "Ġ",
        "d"
      ],
      [
        "Ġ",
        "l"
      ],
      [
        "t",
        "e"
      ],
      [
        "Ã",
        "©"
      ],
      [
        "t",
        "i"
      ],
      [
        "g",
        "e"
      ],
      [
        "m",
        "a"
      ],
      [
        "e",
        "nt"
      ],
      [
        "q",
        "u"
      ],
      [
        "Ġ",
        "a"
      ],
      [
        "i",
        "n"
      ],
      [
        "l",
        "l"
      ],
      [
        "Ġ",
        "c"
      ],
      [
        "Ġd",
        "e"
      ],
      [
        "Ġl",
        "a"
      ],
      [
        "a",
        "ge"
      ],
      [
        "o",
        "n"
      ],
      [
        "r",
        "a"
      ],
      [
        "e",
        "r"
      ],
      [
        "e",
        "ll"
      ],
      [
        "n",
        "c"
      ],
      [
        "n",
        "g"
      ],
      [
        "o",
        "nt"
      ],
      [
        "o",
        "ma"
      ],
      [
        "t",
        "ra"
      ],
      [
        "Ġ",
        "te"
      ],
      [
        "Ġ",
        "tra"
      ],
      [
        "ti",
        "qu"
      ],
      [
        "ti",
        "on"
      ],
      [
        "Ġc",
        "o"
      ],
      [
        "tiqu",
        "e"
      ],
      [
        "a",
        "p"
      ],
      [
        "c",
        "h"
      ],
      [
        "e",
        "t"
      ],
      [
        "i",
        "s"
      ],
      [
        "i",
        "nt"
      ],
      [
        "i",
        "ge"
      ],
      [
        "l",
        "es"
      ],
      [
        "o",
        "r"
      ],
      [
        "p",
        "r"
      ],
      [
        "r",
        "Ã©"
      ],
      [
        "t",
        "oma"
      ],
      [
        "u",
        "toma"
      ],
      [
        "Ã",
        "¨"
      ],
      [
        "Ġ",
        "v"
      ],
      [
        "Ġd",
        "u"
      ],
      [
        "Ġd",
        "es"
      ],
      [
        "Ġa",
        "utoma"
      ],
      [
        "in",
        "e"
      ],
      [
        "Ġla",
        "ng"
      ],
      [
        "ell",
        "ige"
      ],
      [
        "nc",
        "e"
      ],
      [
        "Ġco",
        "m"
      ],
      [
        "int",
        "ellige"
      ],
      [
        "Ġautoma",
        "tique"
      ],
      [
        "Ġlang",
        "age"
      ],
      [
        "intellige",
        "nce"
      ],
      [
        "I",
        "A"
      ],
      [
        "L",
        "es"
      ],
      [
        "d",
        "Ã¨"
      ],
      [
        "f",
        "or"
      ],
      [
        "g",
        "Ã©"
      ],
      [
        "h",
        "u"
      ],
      [
        "i",
        "c"
      ],
      [
        "i",
        "m"
      ],
      [
        "i",
        "te"
      ],
      [
        "i",
        "qu"
      ],
      [
        "m",
        "e"
      ],
      [
        "m",
        "o"
      ],
      [
        "m",
        "ent"
      ],
      [
        "n",
        "Ã©"
      ],
      [
        "n",
        "iqu"
      ],
      [
        "s",
        "age"
      ],
      [
        "s",
        "im"
      ],
      [
        "u",
        "l"
      ],
      [
        "u",
        "r"
      ],
      [
        "x",
        "te"
      ],
      [
        "Ã",
        "ł"
      ],
      [
        "Ġ",
        "ont"
      ],
      [
        "Ġ",
        "et"
      ],
      [
        "Ġ",
        "rÃ©"
      ],
      [
        "Ġ",
        "Les"
      ],
      [
        "Ġ",
        "gÃ©"
      ],
      [
        "Ġ",
        "hu"
      ],
      [
        "Ġ",
        "mo"
      ],
      [
        "Ġ",
        "sim"
      ],
      [
        "Ġ",
        "Ãł"
      ],
      [
        "Ġd",
        "ont"
      ],
      [
        "Ġl",
        "e"
      ],
      [
        "Ã©",
        "es"
      ],
      [
        "ma",
        "ine"
      ],
      [
        "ent",
        "is"
      ],
      [
        "Ġte",
        "ch"
      ],
      [
        "Ġte",
        "xte"
      ],
      [
        "Ġtra",
        "ite"
      ],
      [
        "ap",
        "pr"
      ],
      [
        "Ġcom",
        "me"
      ],
      [
        "dÃ¨",
        "les"
      ],
      [
        "niqu",
        "es"
      ],
      [
        "Ġhu",
        "maine"
      ],
      [
        "Ġmo",
        "dÃ¨les"
      ],
      [
        "Ġsim",
        "ul"
      ],
      [
        "entis",
        "sage"
      ],
      [
        "Ġtech",
        "niques"
      ],
      [
        "Ġtraite",
        "ment"
      ],
      [
        "appr",
        "entissage"
      ],
      [
        "B",
        "E"
      ],
      [
        "C",
        "es"
      ],
      [
        "E",
        "ll"
      ],
      [
        "G",
        "P"
      ],
      [
        "R",
        "T"
      ],
      [
        "a",
        "b"
      ],
      [
        "a",
        "r"
      ],
      [
        "a",
        "t"
      ],
      [
        "a",
        "Ã"
      ],
      [
        "a",
        "nt"
      ],
      [
        "a",
        "te"
      ],
      [
        "a",
        "nc"
      ],
      [
        "a",
        "tion"
      ],
      [
        "b",
        "e"
      ],
      [
        "c",
        "ent"
      ],
      [
        "c",
        "tion"
      ],
      [
        "d",
        "e"
      ],
      [
        "d",
        "u"
      ],
      [
        "d",
        "in"
      ],
      [
        "e",
        "l"
      ],
      [
        "e",
        "n"
      ],
      [
        "e",
        "ng"
      ],
      [
        "f",
        "ic"
      ],
      [
        "f",
        "aÃ"
      ],
      [
        "i",
        "a"
      ],
      [
        "i",
        "v"
      ],
      [
        "i",
        "ell"
      ],
      [
        "i",
        "Ã©es"
      ],
      [
        "l",
        "o"
      ],
      [
        "l",
        "u"
      ],
      [
        "l",
        "ic"
      ],
      [
        "m",
        "Ã©"
      ],
      [
        "m",
        "et"
      ],
      [
        "n",
        "s"
      ],
      [
        "n",
        "ent"
      ],
      [
        "n",
        "Ã¨"
      ],
      [
        "n",
        "at"
      ],
      [
        "o",
        "u"
      ],
      [
        "o",
        "lu"
      ],
      [
        "p",
        "p"
      ],
      [
        "p",
        "er"
      ],
      [
        "r",
        "ti"
      ],
      [
        "r",
        "ent"
      ],
      [
        "s",
        "es"
      ],
      [
        "u",
        "n"
      ],
      [
        "v",
        "anc"
      ],
      [
        "v",
        "olu"
      ],
      [
        "§",
        "on"
      ],
      [
        "Ġ",
        "("
      ],
      [
        "Ġ",
        "es"
      ],
      [
        "Ġ",
        "ma"
      ],
      [
        "Ġ",
        "qu"
      ],
      [
        "Ġ",
        "or"
      ],
      [
        "Ġ",
        "BE"
      ],
      [
        "Ġ",
        "Ces"
      ],
      [
        "Ġ",
        "Ell"
      ],
      [
        "Ġ",
        "GP"
      ],
      [
        "Ġ",
        "eng"
      ],
      [
        "Ġ",
        "faÃ"
      ],
      [
        "Ġ",
        "nat"
      ],
      [
        "Ġ",
        "ou"
      ],
      [
        "Ġ",
        "per"
      ],
      [
        "Ġ",
        "un"
      ],
      [
        "Ġd",
        "oma"
      ],
      [
        "Ġd",
        "iv"
      ],
      [
        "Ġl",
        "es"
      ],
      [
        "te",
        "nt"
      ],
      [
        "ma",
        "tique"
      ],
      [
        "Ġa",
        "ll"
      ],
      [
        "Ġa",
        "pp"
      ],
      [
        "Ġa",
        "rti"
      ],
      [
        "Ġa",
        "vanc"
      ],
      [
        "in",
        "es"
      ],
      [
        "in",
        "for"
      ],
      [
        "Ġc",
        "ap"
      ],
      [
        "Ġc",
        "rÃ©"
      ],
      [
        "ra",
        "tion"
      ],
      [
        "er",
        "ses"
      ],
      [
        "Ġtra",
        "du"
      ],
      [
        "Ġtra",
        "ns"
      ],
      [
        "tion",
        "nÃ©"
      ],
      [
        "Ġco",
        "de"
      ],
      [
        "ch",
        "ines"
      ],
      [
        "is",
        "e"
      ],
      [
        "pr",
        "en"
      ],
      [
        "Ġv",
        "ar"
      ],
      [
        "Ġv",
        "ia"
      ],
      [
        "Ġv",
        "ise"
      ],
      [
        "Ġcom",
        "pren"
      ],
      [
        "for",
        "mÃ©"
      ],
      [
        "nÃ©",
        "ration"
      ],
      [
        "ur",
        "s"
      ],
      [
        "ur",
        "el"
      ],
      [
        "ĠrÃ©",
        "cent"
      ],
      [
        "ĠrÃ©",
        "volu"
      ],
      [
        "ĠgÃ©",
        "nÃ¨"
      ],
      [
        "ĠgÃ©",
        "nÃ©ration"
      ],
      [
        "Ġsimul",
        "e"
      ],
      [
        "Ġsimul",
        "er"
      ],
      [
        "ab",
        "les"
      ],
      [
        "ate",
        "urs"
      ],
      [
        "ation",
        "s"
      ],
      [
        "din",
        "ateurs"
      ],
      [
        "fic",
        "iell"
      ],
      [
        "lo",
        "be"
      ],
      [
        "lic",
        "ations"
      ],
      [
        "met",
        "tent"
      ],
      [
        "Ġes",
        "t"
      ],
      [
        "Ġma",
        "chines"
      ],
      [
        "Ġqu",
        "i"
      ],
      [
        "Ġor",
        "dinateurs"
      ],
      [
        "ĠBE",
        "RT"
      ],
      [
        "ĠEll",
        "e"
      ],
      [
        "ĠGP",
        "T"
      ],
      [
        "Ġeng",
        "lobe"
      ],
      [
        "ĠfaÃ",
        "§on"
      ],
      [
        "Ġnat",
        "urel"
      ],
      [
        "Ġper",
        "mettent"
      ],
      [
        "Ġdoma",
        "ine"
      ],
      [
        "Ġdiv",
        "erses"
      ],
      [
        "Ġall",
        "ant"
      ],
      [
        "Ġapp",
        "lications"
      ],
      [
        "Ġarti",
        "ficiell"
      ],
      [
        "Ġavanc",
        "Ã©es"
      ],
      [
        "infor",
        "matique"
      ],
      [
        "Ġcap",
        "ables"
      ],
      [
        "ĠcrÃ©",
        "er"
      ],
      [
        "Ġtradu",
        "ction"
      ],
      [
        "Ġtrans",
        "formÃ©"
      ],
      [
        "Ġvar",
        "iÃ©es"
      ],
      [
        "Ġcompren",
        "nent"
      ],
      [
        "ĠrÃ©cent",
        "s"
      ],
      [
        "ĠrÃ©volu",
        "tionnÃ©"
      ],
      [
        "ĠgÃ©nÃ¨",
        "rent"
      ],
      [
        "Ġartificiell",
        "e"
      ]
    ]
  }
}